/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Biurko";

/* layer heading */
"Layer: " = "Warstwa:";

/* dock items */
"List of Dock Items " = "Lista rzeczy w Docku  ";

/* properties heading */
"Properties: " = "Własności: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Ostatnie programy";
"Recent Documents" = "Ostatnie dokumenty";
"Recent Servers" = "Ostatnie serwery";
"Favorite Volumes" = "Ulubione woluminy";
"Favorite Items" = "Ulubione rzeczy";

"Spacer" = "Odstęp";
"Sort by: " = "Sortuj wg: ";
"Display as: " = "Pokaż jako: ";
"View Content as: " = "Pokaż zawartość: ";
"Type: " = "Typ: ";
"Location: " = "Położenie: ";
"Name: " = "Nazwa: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " wg nazwy";
"Date Added" = "daty dołączenia";
"Date Modified" = "daty zmian";
"Date Created" = "daty utworzenia";
"Kind" = "Rodzaj";
"Folder" = "katalog";
"Stack" = "stos";
"Fan" = "jako wachlarz";
"Grid" = "jako siatkę";
"List" = "jako listę";
"Automatic" = "automatycznie";